Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/de_forste_stegene_for_a_lose_samisk_kompetansekrise.html.tmx
Source language: nob
Languages: sme

source: De første stegene for å løse samisk kompetansekrise
sme: Vuosttaš lávkkit čoavdit sámi gelbbolašvuođakriisa

source: Samfunnet mangler samiskspråklig kompetanse innenfor alle sektorområder.
sme: Servodagas váilu sámegielat gelbbolašvuohta buot suorgeguovlluin.

source: Det er en krise.
sme: Lea heahtedilli.

source: Et viktig tiltak for å møte kompetansekrisen er å etablere flere samiske utdanninger på universiteter og høgskoler - samtidig som vi styrker de eksisterende utdanningstilbudene.
sme: Dusten dihte gelbbolašvuođakriisa de lea ásahit eanet sámi oahpahusfálaldagaid universiteahtaide ja allaskuvllaide dehálaš doaibmabidju - seammás go nannet dálá oahpahusfálaldagaid.

source: Men hva skal vi gjøre når universitetene og høgskolene mangler kompetanse til å kunne etablere og opprettholde samiske utdanninger?
sme: Muhto maid bargat go universiteahtain ja allaskuvllain váilu gelbbolašvuohta ásahit ja doalahit sámi oahpuid?

source: Kompetansekrisen er lammende i mange samiske lokalsamfunn.
sme: Gelbbolašvuođakriisa čuohcá olu sámi báikegottiide.

source: Den samiske befolkningen får ikke gode nok tjenester fordi det er utfordringer med å rekruttere samiskspråklige til skolene og barnehagene, samt i helsesektoren.
sme: Sámi álbmot ii oaččo doarvái buori fálaldaga danne go lea hástaleaddji rekruteret sámegielagiid skuvllaide ja mánáidgárddiide, ja dearvvasvuođasuorgái.

source: Det er et gjennomgående tema i nesten alle møter jeg har.
sme: Dá lea juohkebeaivválaš fáttá measta buot mu čoahkkimiin.

source: Hovedgrunnen er den harde fornorskningen og vi fikk generasjoner med språktap.
sme: Váldosivva dasa lea garra dáruiduhttin ja sohkabuolvvat mat masse giela.

source: Dette gjør at vi i dag mangler samiskspråklige i alle sektorområder.
sme: Dat dahká ahte mis váilot sámegielagat buot suorgeguovlluin.

source: Også dagens manglende opplæring i samiske språk vil igjen komme tilbake som en boomerang om 20 år.
sme: Otná váilevaš sámegiel oahpahusdilli maid boahtá midjiide ruovttoluotta dego boomerangan 20 jagi geahčen.

source: Når dagens opplæring i skole og barnehage ikke lykkes har det konsekvenser for tjenestetilbudet til den samiske befolkningen i fremtiden.
sme: Go otná oahpahus skuvllain ja mánáidgárddiin ii lihkostuvvu de dat váikkuha boahtteáiggi bálvalusfálaldaga sámi álbmogii.

source: Løsningen for å bryte ut av den vonde sirkelen er like enkel som den er vanskelig.
sme: Go oaivvis ii nagat doallat, lea váttis seaibái oažžut gitta. Čoavddus beassat eret bárttiin lea sihke álki ja váttis.

source: Vi må utdanne flere samiskspråklige fagfolk.
sme: Fertet oahpahit eanet sámegielat fágaolbmuid.

source: Til dette trenger vi flere samiske utdanninger og vi trenger å styrke de eksisterende utdanningene.
sme: Dasa dárbbašit eanet sámi oahpahusaid ja mis lea dárbu nannet dálá oahpahusaid.

source: Likevel, universitetene og høgskolene - som skal tilby samiske utdanninger - mangler selv kompetanse til å opprettholde og etablere samiske studier.
sme: Dattetge, universiteahtain ja allaskuvllain - gos fállojuvvo sámi oahpahus - váilu gelbbolašvuohta doalahit ja ásahit sámi oahpahusaid.

source: Sametingsrådet legger frem nå en revidert melding om høyere utdanning og forskning hvor vi har formet politikk som har som mål om styrke universitet og høgskolesektorens (UH-sektoren) muligheter til å møte kompetansekrisen.
sme: Sámediggeráđđi ovdanbuktá dál reviderejuvvon dieđáhusa alitoahpahusa ja dutkama birra mas mii leat hábmen politihkka man mihttu lea nannet universitehta ja allaskuvlasuorggi (UA - suorggi) vejolašvuođaid dustet gelbbolašvuođakriisa.

source: I den reviderte meldingen pekes det nettopp på at universitetene og høgskolene må selv utdanne og utvikle kompetanse som de kan bruke til å etablere samiske utdanninger.
sme: Reviderejuvvon dieđáhusas čujuhuvvo dasa ahte universiteahtat ja allaskuvllat ieža fertejit oahpahit ja ovdánahttit gelbbolašvuođa ásahit sámi oahpahusaid.

source: Sametinget foreslår at Sáme Allaskåvllå, Nord Universitet og UiT - Norges arktiske universitet sammen etablerer en samisk forskerskole.
sme: Sámediggi evttoha ahte Sámi Allaskuvla, Nord Universitet ja UiT - Norgga árktalaš universitehta ovttas ásahit sámi dutkanskuvlla.

source: Gjennom en dynamisk forskerskole kan institusjonene sammen bygge den kompetansen de trenger til å opprettholde og videreutvikle studietilbudene deres.
sme: Beaktilis dutkanskuvlla bokte sáhttet ásahusat ovttas hukset gelbbolašvuođa maid dárbbašit doalahit ja ovddidit oahppofálaldagaideaset.

source: Skal vi få stabile bachelortilbud i lulesamisk- og sørsamisk språk, få på plass en samisk lærerutdanning i Tromsø, og sikre fremtiden til den samiske sykepleierutdanningen ved Samisk høgskole, må vi ha kompetanse.
sme: Jus mis galget dássedis bachelorfálaldagat julev- ja lullisámegielas, sámi oahpaheaddjioahpahus sajis Romssas, ja sihkkarastit sámi buohccedivššároahpu boahtteáiggi Sámi allaskuvllas, de ferte mis gelbbolašvuohta.

source: Og den kompetansen må vi bygge selv.
sme: Ja dan gelbbolašvuođa fertet ieža hukset.

source: En samisk forskerskole kan være en del av løsningen.
sme: Sámi dutkanskuvla sáhttá čoavdit oasi váttisvuođain.

source: Samtidig med en bevisst kompetanseplanlegging i UH-sektoren må vi også styrke de etablerte de samiske fagmiljøene.
sme: Ovttas diehtomielalaš gelbbolašvuođaplánemiin UA-suorggis fertet nannet ásahuvvon sámi fágabirrasiid.

source: Det gjelder blant annet Samisk senter ved Nord Universitet, SESAM, Giellatekno og Divvun og senter for samisk helseforskning ved UiT og Låhkåmguovdásj ved Sáme Allaskåvllå.
sme: Dasa guoská earret eará Samisk senter ved Nord Universitet, SESAM, Giellatekno ja Divvun ja Sámi dearvvašvuođadutkama guovddáš UiT bokte ja lohkanguovddáš Sámi Allaskuvllas.

source: De er alle sentrale aktører som må styrkes finansielt og organisatorisk for å styrke en samisk kompetanseutvikling.
sme: Visot dát leat guovddáš aktevrra maid ferte nannet ruđalaččat ja organisatuvrralaččat nannen dihte sámi gelbbolašvuođaovdáneami.

source: Samtidig må vi jobbe for å realisere Samisk høgskoles initiativ om Gelbboguovdásj – kompetansesenter om samisk innhold i utdanninger.
sme: Seammás fertet áŋgiruššat duohtan dahkat Sámi allaskuvlla initiatiiva Gelbbolašvuođaguovddážii - gelbbolašvuođaguovddáš sámi sisdoalu birra oahpahusaide.

source: Den reviderte meldingen peker ikke bare på styrking av universitetene og høgskolene.
sme: Reviderejuvvon Sámediggedieđáhus ii čujut dušše universiteahtaid ja allaskuvllaid nannemii.

source: Det må et nasjonalt løft for å løse kompetansekrisen i skolene og barnehagene, og dialogen mellom kommuner og utdanningsinstitusjoner må styrkes.
sme: Dás ferte nationála lokten čoavdit gelbbolašvuođakriisa skuvllain ja mánáidgárddiin, ja gulahallan suohkaniid ja oahpahusinstitušuvnna gaskkas ferte nannejuvvot.

source: Sametinget foreslår at det etableres et nasjonalt samisk program for etter- og videreutdanning hvor kommunene får definere utdanningsbehovene i sin kommune i dialog med UH-sektoren.
sme: Sámediggi evttoha ahte ásahuvvo nationála sámi prográmma lassi- ja joatkkaoahpahussii gos suohkanat ieža besset mearridit oahppodárbbu iežaset suohkanis gulahaladettiin UA-surggiin.

source: Dette gir mulighet til utdanningsstillinger og kompetanseplanlegging lokalt i hver kommune og tiltak fra UH-sektor som møter kompetansebehovet i hele samfunnet.
sme: Dat addá vejolašvuođa oahpahusvirggiide ja báikkálaš gelbbolašvuođaplánemii juohke suohkanis ja doaibmabijut UA-suorggis mii duste gelbbolašvuođadárbbu olles servodagas.

source: UH-sektoren må styrkes og det må et nasjonalt løft som kan bidra til å bygge opp kompetansen i hver kommune.
sme: UA-suorgi ferte nannejuvvot ja ferte nationála lokten mii sáhttá váikkuhit dasa ahte gelbbolašvuohta huksejuvvo juohke suohkanis.

source: På den måten kan vi løse kompetansekrisen i det samiske samfunnet.
sme: Nu sáhttit čoavdit gelbbolašvuođakriisa sámi servodagas.

source: For kompetansekrisen er total i det samiske samfunnet og nå må det legges grunnlag for langsiktige løsninger.
sme: Gelbbolašvuođakriisa lea ollislaš sámi servodagas ja dál feret huksejuvvot vuođđu guhkesáiggi čovdosiidda.

source: I møte med kompetansekrisen må ikke bare høyere utdannings-institusjoner styrkes, vi må sørge for å rekruttere til stillinger og vi må rekruttere flere samiskspråklige.
sme: Gelbbolašvuođakriisa dustemis ii ábut dušše alitoahpahusa ásahusaid nannet, mii fertet fuolahit ahte virggiide rekrutterejuvvojit ja mii fertet eanet sámegielagiid rekruteret.

source: Sametingsrådet planlegger en egen sak til plenum om rekrutteringsstrategier samtidig som vi tar fatt på en stortingsmelding om rekruttering og kompetanse i det samiske samfunnet sammen med regjeringen.
sme: Sámediggeráđđi pláne sierra ášši dievasčoahkkimii rekrutterenstrategiijaid birra seammás go álggahit stuorradiggedieđáhusa rekruterema ja gelbbolašvuođa birra sámi servodagas ovttas ráđđehusain.
